{
	"General": {
		"Yes" : "Yes",
		"No" : "No",
		"Or" : "или",
		"Enabled" : "Включено",
		"Disabled" : "Отключено",
		"Override" : "Отменить",
		"PrePercent" : "при масштабе ",
		"PostPercent" : "%",
		"Continue" : "Продолжить",
		"ReTest" : "Повторить тестирование",
		"Alert" : "Невозможно обнаружить интерфейс API, используемый Системой управления обучением (Learning Management System - LMS).\n Не устанавливается связь с LMS.",
		"Wait" : "Пожалуйста, подождите"
	},

	"Headers" : {
		"PageTitle" : "Проверка системы",
		"CAImage": "assets/CA_logo.gif",
		"SysChecFail" : "Ошибка проверки системы", 
		"CurrentPass" : "Данная система удовлетворяет всем требованиям",
		"Status" : "Статус",
		"SysComp" : "Компонент системы",
		"MinReq" : "Минимальные требования",            
		"YourSys" : "Ваша система",
		"Info" : "Информация/Ссылки"
	},

	"AdditionalRequirements": {
		"Name": "Дополнительные требования (не проверяются)",
		"Requirements": [
			{ "Type" : "Звук" , "Value" : "Звуковая карта, колонки или наушники"},
			{ "Type" : "Отключите приложения для" , "Value" : "блокирования всплывающих окон" },
			{ "Type" : "Цвета монитора" , "Value" : "Минимальное значение 16 бит" },
			{ "Type" : "Скорость подключения" , "Value" : "Рекомендуется широкополосный Интернет"}
		]
	},

	"UIText": {
		"InstructionalTextCorrect" : "При выходе из курса до его завершения и дальнейшей работы с ним с другого компьютера рекомендуется повторная проверка системы с использованием этой функции «Проверка системы».<br><br>Необходимо надежное Интернет-подключение с высокой пропускной способностью. Перед запуском курса убедитесь, что сверху отображается требуемый курс. После активации курса можно закрыть окно браузера и выйти из программы: все завершенные темы будут сохранены на текущем этапе. Нажмите кнопку «Продолжить» для запуска курса.",
		"InstructionalTextFailed" : "Ваша система не соответствует минимальным системным требованиям для запуска данной программы.<br><br>Нажмите кнопку «Дополнительная информация» для получения информации по обновлениям и ссылок для загрузки файлов. Если ваши действия не требуют загрузки файлов и/или перезагрузки системы, нажмите кнопку «Повторить тестирование», когда будете готовы.",
		"InstructionalTextOverridePopup" : "Предупреждение: функциональность данного курса может отличаться от предусмотренной. Вы действительно хотите продолжить?"
	},

	"Mandatory": {
		"MoreInfo": "Дополнительная информация",
		"OpSys": "Операционная система",
		"JS":"JavaScript",
		"WebBrowser": "Веб-браузер",
		"Cookies":"Куки-файлы",
		"MSR": "Разрешающая способность основного экрана",
		"FlashVersion" : "Версия Flash",
		"PDF": "Функция чтения файлов PDF"
    },

    "MoreInfo": {
		"OperatingSystems": { 
			"Title":"Какую операционную систему вы используете?", 
			"Content":"Операционная система необходима всем компьютерам для запуска приложений. Примеры операционных систем: Microsoft Windows, Apple Macintosh и UNIX. При получении предупреждающего сообщения необходимо воспользоваться компьютером, на котором установлена относительно недавняя версия операционной системы Microsoft Windows или Apple Macintosh.<br /><br />Если требуется дополнительная помощь, нажмите на правую кнопку мышки и выберите функцию «Печать», чтобы распечатать данную информацию и передать ее своему системному администратору." },
		"Browser": { 
			"Title":"У вас браузер последней версии?", 
			"Content":"Чтобы запустить программное обеспечение нашего курса через Интернет, желательно установить на вашем компьютере самую последнюю версию веб-браузера. Можно воспользоваться Internet Explorer, Mozilla Firefox, Google Chrome, или Safari (только для Macintosh) и опытным путем установить, какой из браузеров наиболее эффективен. Некоторые из курсов работают более эффективно с недавними версиями. При необходимости можно загрузить обновление, воспользовавшись одной из предложенных ссылок.<br /><div class='moreInfoLinks'><a href='http://www.microsoft.com/en-us/download/ie.aspx?q=internet+explorer' target='_blank'><img src='./assets/ie.png' alt='Internet Explorer' /></a><a href='http://www.mozilla.org/en-US/firefox/new/' target='_blank'><img src='./assets/firefox.png' alt='Mozilla Firefox' /></a><a href='https://www.google.com/intl/en/chrome/browser/welcome.html' target='_blank'><img src='./assets/chrome.png' alt='Google Chrome' /></a><a href='http://www.apple.com/safari/' target='_blank'><img src='./assets/safari.png' alt='Safari' /></a></div><br />Если требуется дополнительная помощь, нажмите на правую кнопку мышки и выберите функцию «Печать», чтобы распечатать данную информацию и передать ее своему системному администратору. Некоторые ссылки для загрузки доступны по Интернет адресу DealerCONNECT/eSupport/Library/Downloads" },
		"JavaScript": { 
			"Title":"Как просмотреть и изменить настройки JavaScript", 
			"Content":"Примечание: Чтобы разрешить проигрывание сценариев только для данного сайта и оставить эту функцию отключенной для остальных веб-сайтов зоны Интернет, добавьте данный веб-сайт к списку проверенных: https://fgcg.sabanow.net/Saba/Web/Main<h3>Internet Explorer 8.0 или 9.0 (Windows):</h3><ol><li>В меню «Сервис» выберите пункт «Свойства обозревателя» и перейдите на вкладку «Безопасность».</li><li>Выберите зону «Интернет».</li><li>Если нет необходимости изменять настройки безопасности при работе с Интернет, нажмите кнопку «По умолчанию». Затем, пройдите пункт 4.<ul id='noListBullet'><li>Если есть необходимость изменить настройки безопасности при работе с Интернет, рекомендуются следующие действия:</il></ul><ol id='alphaBullet'><li>Нажмите кнопку «Другой...».</li><li>В диалоговом окне «Параметры безопасности - зона Интернета» нажмите кнопку «Включить» в подразделе «Активные сценарии» раздела «Сценарии».</li></ol></li><li>Нажмите кнопку «Назад», чтобы вернуться на предыдущую страницу, а затем кнопку «Обновить», чтобы запустить сценарии.</li></ol><h3>Safari 5.1 для операционной системы Mac:</h3><ol><li>Откройте меню «Настройки» в меню Safari.</li><li>Выберите вкладку «Конфиденциальность».</li><li>Проверьте, включен ли JavaScript.</li><li>Закройте меню «Настройки».</li><li>Для обновления страницы нажмите кнопку «Перезагрузить».</li></ol>Если требуется дополнительная помощь, нажмите на правую кнопку мышки и выберите функцию «Печать», чтобы распечатать данную информацию и передать ее своему системному администратору." },
		"Cookies": { 
			"Title":"Как включить куки-файлы?", 
			"Content":"Блокирование всех куки-файлов способствует конфиденциальности, но ограничивает возможности некоторых веб-сайтов. Сначала блокируйте куки-файлы, а затем, по мере необходимости, разрешайте их использование для проверенных сайтов. Для правильной работы данных курсов мы рекомендуем включить куки-файлы.<h3>Internet Explorer 8.0 (Windows):</h3><ol><li>Откройте Internet Explorer, нажав кнопку «Пуск» и выбрав пункт Internet Explorer.<img src='./assets/start.png' alt='Start Button' /></li><li>В меню «Сервис» выберите пункт «Свойства обозревателя».</li><li>Выберите вкладку «Конфиденциальность» и передвиньте ползунок на самый низкий уровень, при котором разрешаются все куки-файлы, и затем нажмите «ОК».</li></ol><h3>Internet Explorer 9.0 (Windows):</h3><ol><li>Откройте Internet Explorer в меню клавиши «Пуск». В поисковом окне напечатайте слова «Internet Explorer», выберите Internet Explorer из списка результатов.<img src='./assets/start.png' alt='Start Button' /></li><li>В меню «Сервис» выберите пункт «Свойства обозревателя».<img src='./assets/tools.jpg' alt='Tools Button' /></li><li>Выберите вкладку «Конфиденциальность» и передвиньте ползунок на самый низкий уровень, при котором разрешаются все куки-файлы, и затем нажмите «ОК».</li></ol><h3>Safari 5.1 для операционной системы Mac:</h3><ol><li>При работе с браузером Safari выберите в меню пункт «Настройки».</li><li>В открывшемся окне настроек нажмите на кнопку «Конфиденциальность».</li><li>Режимы для принятия куки-файлов - «Всегда», «Никогда» или «От третьих сторон и рекламодателей» - находятся рядом со строкой «Блокировать файлы cookie». Установите нужный режим.</li><li>Если в памяти компьютера уже хранятся какие-либо куки-файлы или другие данные с сайтов, нажмите кнопку «Информация». Чтобы удалить данные, загруженные с сайта, выделите их и нажмите кнопку «Удалить». Чтобы удалить данные, загруженные со всех сайтов, выделите их и нажмите кнопку «Удалить все данные веб-сайтов». После выполнения указанных действий нажмите на кнопку «Готово», чтобы вернуться в настройки.</li><li>Если требуется дополнительная помощь, нажмите на правую кнопку мышки и выберите функцию «Печать», чтобы распечатать данную информацию и передать ее своему системному администратору.</li></ol>" },
		"Resolution": { 
			"Title":"Как изменить разрешение экрана?", 
			"Content":"<h3>ПК с операционной системой Windows 7:</h3><ol><li>Нажмите кнопку «Пуск», выберите пункт «Панель управления», а затем в разделе «Оформление и персонализация» выберите команду «Настройка разрешения экрана».<img src='./assets/start.png' alt='Start Button' /></li><li>Нажмите раскрывающийся список «Разрешение», выберите нужное значение, передвинув ползунок, и нажмите кнопку «Применить».</li><li>Нажмите кнопку «Сохранить», чтобы использовать новое разрешение, или кнопку «Отменить изменения», чтобы вернуться к предыдущему разрешению.<br/><img src='./assets/resolutionCap.jpg' alt='Resolution Change Image' id='resolutionImage' /><br/>Значение «Разрешение экрана» на панели управления показывает рекомендуемое разрешение для используемого монитора.</li></ol><h3>ПК с операционной системой Mac OS X:</h3><ol><li>Нажмите на логотип компании Apple в верхнем левом углу экрана.<img src='./assets/appleLogo.jpg' alt='Apple Logo' /></li><li>Нажмите кнопку «Системные настройки», в открывшемся окне выберите «Мониторы».</li><li>Нажмите кнопку «Монитор», если он еще не выбран.</li><li>Выберите нужное разрешение из списка предложенных. Самое популярное разрешение - 1280x1024 для стандартных экранов и 1280x800 для широких экранов, произведенных после февраля 2012. Операционная система Mac OS X сразу же применит новые параметры.</li></ol><br/><br/>Дополнительная информация: Как изменить разрешение экрана в операционной системе Mac:<a href='http://www.macworld.com/article/1158603/macresolution.html' target='_blank'>http://www.macworld.com/article/1158603/macresolution.html</a> <br /><br/>Если требуется дополнительная помощь, нажмите на правую кнопку мышки и выберите функцию «Печать», чтобы распечатать данную информацию и передать ее своему системному администратору." },
		"Flash": { 
			"Title":"Установлена ли последняя версия Flash?", 
			"Content":"Flash - это дополнительный программный модуль, который дает возможность вашему браузеру воспроизводить мультимедийные файлы. Проигрыватель Flash можно загрузить или бесплатно обновить, воспользовавшись веб-сайтом Adobe.com, компании, по производству программного обеспечения, поддерживающей Flash. Просто нажмите на предоставленную ссылку и следуйте инструкциям, появляющимся на экране.<br /><br/><div class='moreInfoLinks'><a href='http://get.adobe.com/flashplayer/' target='_blank'><img src='./assets/flash.png' alt='Flash logo' /></a></div><br /><br/>Если требуется дополнительная помощь, нажмите на правую кнопку мышки и выберите функцию «Печать», чтобы распечатать данную информацию и передать ее своему системному администратору. Некоторые ссылки для загрузки доступны по Интернет адресу: DealerCONNECT/eSupport/Library/Downloads." },
		"AdobeReader": { 
			"Title":"Установлена ли последняя версия Adobe Reader?", 
			"Content":"Adobe Acrobat Reader - это дополнительный программный модуль, который дает возможность вашему браузеру просматривать файлы в формате PDF. Adobe Acrobat Reader можно бесплатно загрузить или обновить на сайте www.adobe.com. Просто нажмите на предоставленную ссылку и следуйте инструкциям, появляющимся на экране.<br /><br /><div class='moreInfoLinks'><a href='http://www.adobe.com/ca/products/reader.html' target='_blank'><img src='./assets/adobeReader.gif' alt='Adobe Reader' id='adobeImage'></a></div><br /><br />Если требуется дополнительная помощь, нажмите на правую кнопку мышки и выберите функцию «Печать», чтобы распечатать данную информацию и передать ее своему системному администратору. Некоторые ссылки для загрузки доступны по Интернет адресу: DealerCONNECT/eSupport/Library/Downloads.<h3>Загрузка Adobe Reader</h3>Данные загружаемые файлы (поддерживаемые DealerCONNECT) доступны на портале DealerCONNECT по ссылке DealerCONNECT/eSupport/Library/Downloads." }
    },

	"Additional": [
		{ "Name":"Звук", "Value":"Звуковая карта, колонки или наушники" },
		{ "Name":"Отключите приложения для", "Value":"блокирования всплывающих окон" },
		{ "Name":"Цвета монитора", "Value":"Минимальное значение 16 бит" },
		{ "Name":"Скорость подключения", "Value":"Рекомендуется широкополосный Интернет" }
	]
}